[
	{
		"project" : "Olive and Well",
		"type" : "E-commerce website",
		"description" : "Online store for olive oils and related products. Single page application with responsive design. Built with AngularJS, Sass (Compass), Susy (grid layout), SVG, HTML5, CSS3, Grunt.",
		"role" : "Phases; Design, implementation, deployment. One of the few projects I've had the privilege of design and code almost entirely. Back end by Iroel Perez. This is an ongoing project I manage as Associated Creative Director of Olive and Well. The current site is one of a serie of regular iterations.",
		"image1" : "images/imac-oandw.png",
		"image2" : "images/ipad-oandw.png",
		"image3" : "images/ipad-land-oandw.png",
		"image4" : "images/iphone-oandw.png",
		"color" : "#616E28",
		"link" : "Visit website",
		"href" : "http://oliveandwell.com"
	},
	{
		"project" : "Kipu Systems",
		"type" : "Prototype",
		"description" : "Concept design / Prototype for a home page. Built in HTML5, CSS3, Javascript. Only desktop version (min-width: 2080px), not responsive.",
		"color" : "#616E28",
		"image1" : "images/imac-kipu.png"
	},
	{
		"project" : "Phablet /s.com",
		"type" : "Responsive Website",
		"description" : "This website is like a hub, the url name is generic and refers to smartphones in the category of Phablets (screen size over 5.1 inches)... the purpose of the website is to provide users with quick information about the phones, features, etc... Users can compare smartphones, their features.",
		"role" : "In this project I've taken care of every aspect of the process, from design concepts to implementation. This webapp was built with AngularJS, HTML5, CSS3 (Sass, Compass, Susy), Grunt.",
		"color" : "#616E28",
		"image1" : "images/imac-oandw.png",
		"image2" : "images/ipad-oandw.png",
		"image3" : "images/ipad-land-oandw.png",
		"image4" : "images/iphone-oandw.png"
	},
	{
		"project" : "RapidPhire",
		"type" : "Web Application",
		"description" : "Unfortunately this work can not be shown here... two years of work, research and iterations. This is one of the most challenging user experience I have ever worked on... this web application tracks large amount of data and anomalies on your network activity... the challenge is in representing this information with a myriad of graphs for data visualization...",
		"role" : " ",
		"color" : "#616E28",
		"image1" : "images/imac-rapidphire.png"
	}
]