[
	{
		"project" : "Olive and Well",
		"type" : "E-commerce website",
		"description" : "This is an online store for olive oils and related products, located in Chicago, Illisnois, USA. The site uses a single page application with responsive design. Built with AngularJS, Sass (Compass), Susy (grid layout), SVG, HTML5, CSS3, Grunt.",
		"role" : "This is one of the few projects I have been fortunate to have the opportunity to design and code enterily, to work with the client from the very first concepts to implementation, and deployment. And the chance to keep an ongoing serie of iterations to maintain the site up-to-date and to release incremental improvements design-wise and functionality-wise. Back-End by Iroel Perez.",
		"image1" : "images/oandwbg.png",
		"image2" : "images/laptop-oandw.png",
		"image3" : "images/ipad-land-oandw.png",
		"image4" : "images/iphone-oandw.png",
		"color" : "#616E28",
		"link" : "Visit website",
		"href" : "http://oliveandwell.com"
	},
	{
		"project" : "Kipu Systems",
		"type" : "Prototype",
		"description" : "Concept design / Prototype for a home page. Built in HTML5, CSS3, Javascript. Only desktop version (min-width: 2080px), not responsive.",
		"color" : "#616E28",
		"image1" : "images/imac-kipu.png"
	},
	{
		"project" : "Phablet /s.com",
		"type" : "Information website",
		"description" : "This domain name refers to smartphones in the category of Phablets (screen size over 5.1 inches)... the website allow users to compare features of smartphones in this category and provide links to other sources... Users can compare smartphone features and click on the links to visit carriers in their areas. Data only covers major cities in north america.",
		"role" : "In this project I've taken care of every aspect of the process, from design concepts to implementation. This webapp was built with AngularJS, HTML5, CSS3 (Sass, Compass, Susy), Grunt.",
		"color" : "#616E28",
		"image1" : "images/oandwbg.png",
		"image2" : "images/ipad-oandw.png",
		"image3" : "images/laptop-oandw.png",
		"image4" : "images/iphone-oandw.png"
	},
	{
		"project" : "RapidPhire",
		"type" : "Web Application",
		"description" : "Unfortunately this work can not be shown here... two years of work, research and iterations. This is one of the most challenging user experience I have ever worked on... this web application tracks large amount of data and anomalies on your network activity... the challenge is in representing this information with a myriad of graphs for data visualization...",
		"role" : " ",
		"color" : "#616E28",
		"image1" : "images/imac-rapidphire.png"
	}
]